BMW
arte. y

31 MARCH 2022

QUARTERLY
STATEMENT

   
32 Other Infor

 
EU AO TROTZ tl @A0y 72 BMW Group at a Glance

BMW GROUP
ATA GLANCE

Interim Group Management Report

 

[1 BMW Group in Figures

 

Interim Group Financial Statements

Other Information
4 BMW Group Quarterly Statement 2022 BMW Group at a Glance Interim Group Management Report Interim Group Financial Statements

BMW Group in Figures

 

hama name nen BMW GROUP IN FIGURES

 

KEY PERFORMANCE INDICATORS

Other Information

 

1st quarter 2022

Ist quarter 2021

r
Ill
2

Change in %

 

 

 

 

 

 

 

 

 

GROUP

Profit before tax E million 12,227 3,757 -
AUTOMOTIVE SEGMENT

Deliveries! units 596,907 636,606 -6.2
Share of electrified vehicles in deliveries % 15.0 11.0 36.4
EBIT margin? % 8.9 9.8 -9.2
MOTORCYCLES SEGMENT

Deliveries units 47,403 42,592 11.3
EBIT margin? % 13.5 17.9 -24.6

 

1 Includes 96,133 units (2021: 175,838 units) delivered to
customers by the BMW Brilliance Automotive Ltd.,
Shenyang, joint venture in the period from 1 January to
10 February 2022 (i.e. prior to the full consolidation
of that entity in the BMW Group Financial Statements).
7 See page 9 et seq. for further information.

2 Profit/ loss before financial result as a percentage of
segment revenues.
Ill
2

5 BMW Group Quarterly Statement 2022 BMW Group at a Glance Interim Group Management Report Interim Group Financial Statements Other Information <

BMW Group in Figures

4 Key Performance Indicators FURTHER PERFORMANCE FIGURES

5 Further Performance Figures

 

 

1st quarter 2022 1st quarter 2021 Change in %

 

AUTOMOTIVE SEGMENT

 

 

 

 

 

Deliveries

BMW! units 519,796 560,543 -73
MINI units 75,487 74,683 1.1
Rolls-Royce units 1,624 1,380 17.7
Total! units 596,907 636,606 -6.2

 

Production volume

Total? units 541,776 669,118 -19.0

 

 

FINANCIAL SERVICES SEGMENT
New contracts with retail customers 433,429 489,066 -11.4

 

 

 

1 Includes 96, 133 units (2021. 175,838 units) delivered to
customers by the BMW Brilliance Automotive Ltd.,
Shenyang, joint venture in the period from 1 January to
10 February 2022 (i.e. prior to the full consolidation of
that entity in the BMW Group Financial Statements).

7 See page 9 et seq. for further information.

2 Includes 58,507 units (2021: 166,534 units) produced by
the BMW Brilliance Automotive Ltd., Shenyang, joint
venture in the period from 1 January to 10 February 2022
(i.e. prior to the full consolidation of that entity in the
BMW Group Financial Statements). 7 See page 9 et seg.
for further information.
Ill
2

6 BMW Group Quarterly Statement 2022 BMW Group at a Glance Interim Group Management Report Interim Group Financial Statements Other Information <

BMW Group in Figures

4 Key Performance Indicators FURTHER PERFORMANCE FIGURES

5 Further Performance Figures

 

 

1st quarter 2022 1st quarter 2021 Change in %

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

Free cash flow Automotive segment E million 4,816 2,522 91.0
Group revenues E million 31,142 26,778 16.3
Automotive E million 26,726 22,762 17.4
Motorcycles E million 799 753 6.1
Financial Services E million 8,486 7,906 73
Other Entities E million 1 1 -
Eliminations E million -4,870 - 4,644 4.9
Group profit /loss before financial result (EBIT) E million 3,391 3,025 12.1
Automotive E million 2,367 2,236 5.9
Motorcycles E million 108 135 -20.0
Financial Services E million 966 767 25.9
Other Entities E million -32 -6 -
Eliminations E million -18 -107 -83.2
Group profit /loss before tax (EBT) E million 12,227 3,757 -
Automotive E million 10,420 2,776 -
Motorcycles E million 109 135 -19.3
Financial Services E million 1,007 787 28.0
Other Entities E million 685 141 -
Eliminations E million 6 -82 -
Group income taxes E million - 2,042 -924 -
Group net profit E million 10,185 2,833 -
Earnings per share of common stock! € 15.33 4.26 -
1 Common /preferred stock. In computing eurnings per Earnings per share of preferred stock! E 15.33 4.26 -
kun Graupprestreturnon sales? ” 203 14.0 .

 

over the four quarters of the corresponding financial year.
2 Group profit/loss before tax as a percentage of Group
revenues.
EU AO IT Kelten t-l@@A0y 72 BMW Group at a Glance Interim Group Management Report

INTERIM GROUP
MANAGEMENT REPORT

 

8 aba Te Ted Ttg-

 

8 General Economic Environment

 

8 Group Overview

 

NT a z=BetzTel tele

 

16 Financial Services Segment

 

18 Other Entities Segment and Eliminations

 

19 Outlook, Risk and Opportunity Management

 

I elttihıt]

 

23 Risk and Opportunity Management

 

Interim Group Financial Statements

Other Information
8 BMW Group Quarterly Statement 2022

8 General Economic Environment

 

8 Group Overview

 

12 Automotive Segment

 

16 Financial Services Segment

 

18 Other Entities Segment and Eliminations

 

19 Outlook

 

23 Risk and Opportunity Management

 

1 Includes 58,507 units (2021: 166,534 units) produced by
the BMW Brilliance Automotive Ltd., Shenyang, joint
venture in the period from 1 January to 10 February 2022
(i.e. prior to the full consolidation of that entity in the
BMW Group Financial Statements). 7 See page 9 et seg.
for further information.

2 Includes 96,133 units (2021: 175,838 units) delivered to
customers by the BMW Brilliance Automotive Ltd.,
Shenyang, joint venture in the period from 1 January to
10 February 2022 (i.e. prior to the full consolidation
of that entity in the BMW Group Financial Statements).

7 See page Jet seg. for further information.

3 Including the BMW Brilliance Automotive Ltd., Shenyang,

jeint venture. 7 See page 9 et seq. for further information.

BMW Group at a Glance Interim Group Management Report

Financial Performance

Interim Group Financial Statements

Ill
2

Other Information €

FINANCIAL PERFORMANCE

GENERAL ECONOMIC ENVIRONMENT

Intthe first quarter 2022, the automotive sector saw high global demand
for automobiles on the one hand and the negative Impact ofongoing
supply bottlenecks for vehicle components on the other. The tight supply
situation was further exacerbated by the outbreak of war In Ukraine.
The international automobile markets therefore performed less strongly
than one year earlier. Registration figures for the three-month period
developed as follows in the world’s largest automobile markets:

Change compared

[OU LCANCTER HT

 

 

 

 

 

 

 

 

 

 

 

LW/

EU 27 -12
thereof Germany -5
thereof France -17
thereof Italy -24
thereof Spain -12
United Kingdom (UK) -2
USA -15
China -5
Japan -16
South Korea -12
Total -10

 

 

 

GROUP OVERVIEW

Order backlog at all-time high - electric mobility remains on
growth course

Demand for BMW, MINI and Rolls-Royce brand vehicles reached a new
all-time high in the first three months of 2022. Electric mobility accounted
for a significant share ofthis development during the period under report
and continues to gain in significance at a dynamic pace. However,
despite full order books, global supply bottlenecks for components
meant that customer demand could not be met In full, The situation was
also exacerbated by the spread of coronavirus, to which China In par-
ticular reacted with the Introduction of stringent countermeasures and
a renewed lockdown. The outbreak of war in Ukraine in the first quarter
2022 represented a furtherrisk factor for operations. Nevertheless, the
BMW Group achieved a production volume of 541,776 1 units between
January and March (2021: 669,118] units; - 19.0 %). Deliveries to custom-
ers intthe same period totalled 596,907? units, only moderately down
on the record level achieved one year earlier (2021: 636,6062 units;
-6.2%).

As a significant driver ofbusiness growth, electric mobility is Increasingly
becoming a key success factor for the BMW Group. The number of
electrified vehlcles delivered to customers In the first quarter rose to
89,669 3 units (2021: 70,207 3 units; + 27,7%) and was therefore signifi-
cantly up on the previous year, despite the negative factors described
above. Sales of all-electric vehicles again developed particularly dy-
namically, more than doubling to 35,289 3 units (2021: 14,1613 units;
+149.2 %).
BMW Group Quarterly Statement 2022

General Economic Environment

 

Group Overview

 

Automotive Segment

 

Financial Services Segment

 

Other Entities Segment and Eliminations

 

Outlook

 

Risk and Opportunity Management

 

BMW Group at a Glance Interim Group Management Report

Financial Performance

At 31 March 2022, the Financial Services segment’s portfolio of credit
financing and leasing contracts with retail customers decreased In size
to 5,516,021 contracts (31 December 2021: 5,577,011; -1.1%), whereby
lower Automotive segment sales volume resulted in fewer new contracts
being signed. Overall, the Financial Services segment concluded a total
0f 433,429 new credit financing and leasing contracts with retoil custom-
ers in the period from January to March 2022 (2021: 489,066 contracts;
-1.4%).

Due to the first-time consolidation of BMW Brilliance Automotive Ltd.
as at 11 February 2022, Group profit before tax increased significantly
and amounted to € 12,227 million (2021: € 3,757 million) for the three-
month period under report. The Group’s pre-tax return on sales (EBT
margin) in the first quarter 2022 was 39.3 % (2021: 14.0 %).

Increased shareholding in BMW Brilliance Automotive Ltd.

On 11 February 2022, via the Group company BMW Holding B.V., the BMW
Group increased its shareholding In the BMW Brilliance Automotive Ltd.
(BMW Brilliance) joint venture from 50 % to 75% with the acquisition
of a further 25% of BMW Brilliance's shares. On 11 October 2018, the
BMW Group signed an agreement with its joint venture partner, a wholly
owned subsidiary of Brilliance China Automotive Holdings Ltd. (CBA),
to acquire these shares. The agreement was approved at the CBA
shareholders’ meeting on 18 January 2019.

The new joint venture agreement came Into force and the formal transfer
ofshares was completed on 11 February 2022, following the issuance
ofa new business license. Since that date, the BMW Group has held a
75% majority ofthe voting rights in BMW Brilliance, which has therefore
been fully consolidated as a subsidiary In the BMW Group Financial
Statements with effect from 11 February 2022. The contractual term of
the joint venture, which previously ran until 2028, has been extended
to 2040. BMW Brilliance manufactures BMW brand models primarily
for the Chinese market at Its two vehicle production plants as well as
petrol engines and high-voltage batterles at a separate facility.

Interim Group Financial Statements

Other Information €

Ill
2

The strategic objectives ofthe acquisition are to further bolster the BMW
Group’s long-term collaboration with a partner in China, expand pro-
duction capacities at the existing locations in Shenyang, and system-
atically Increase the local production of further models, including New
Energy Vehicles.

The consideration paid for the additional 25% stake totalled
CNY 27,941 million. Converted and including hedging effects, the pur-
chase price amounted to € 3,735 million, which was settled entirely in
cash. Cash and cash eauivalents acquired totalled € 8,746 million.
Overall, therefore, the cash flow statement for the Automotive segment
shows a cash Inflow from acquisitions (part ofthe cash inflow/ outflow
from investing activities) amounting to € 5,011 million. After deducting
Intragroup cash and cash equivalents, the cash flow statement forthe
BMW Group shows a cash Inflow from acquisitions (part of the cash
Inflow/ outflow from Investing activities) amounting to € 3,587 million.
Intragroup cash and cash equivalents relate to cash deposits made by
BMW Brilliance with the Group'’s financial services companies in China.

Asthe BMW Group already held 50% ofthe shares In BMW Brilliance
priorto the acquisition, the transaction constitutes a business combi-
nation achleved in stages (step acquisition). In this context, the Group’s
50% shareholding In BMW Brilliance atthe acquisition date has been
measured at its fair value, which has been provisionally calculated at
€ 12,354 million. The remeasurement gain of € 7,662 million was rec-
ognised in the first quarter 2022 on the line itern "Result on investments"
within the financial result.
10

BMW Group Quarterly Statement 2022

General Economic Environment

 

Group Overview

 

Automotive Segment

 

Financial Services Segment

 

Other Entities Segment and Eliminations

 

Outlook

 

Risk and Opportunity Management

 

BMW Group at a Glance Interim Group Management Report

Financial Performance

The assets acquired and llabilities assumed In conjunction with the
business combination are required to be Identified and measured at
their fair value. The fair values ofthe main groups of assets and liabilities
are shown in the following table:

Interim Group Financial Statements

 

 

 

 

 

 

 

 

 

 

 

 

 

 

in E million

Reacquired rights 7,735
Dealership relationships 520
Other intangible assets 48
Property, plant and equipment 6,528
Right-of-use assets from leases 635
Inventories 4,279
Trade receivables 1,069
Other assets 2,930
Cash and cash equivalents 8,746
Provisions -637
Trade payables -3,945
Other liabilities -6,595
Deferred taxes - 1,441
Net identifiable assets acquired 19,872

 

Reacquired rights and dealership relationships identified in conjunction
with the business combination have been recognised as intangible ossets.
Reacquired rights have been recognised as a separate Intangible asset
since they were contractually granted to BMW Brilliance before control
was obtoined bythe BMW Group. More specifically, they relate to rights
granted by the BMW Group to BMW Brilliance joint venture prior to the
acquisition allowing the latter to use specified vehicle production tech-
nologies and trademark rights. These acquired intangible assets have
a useful life of 6 to 7 years. Other fair value adjustments have also been
recognised, mainly for property, plant and equipment and inventories.

Ill
2

Other Information €

The remaining difference of € 1,186 million between the consideration
transferred for 25% ofthe shares and the previously held shares meas-
ured at fairvalue on the one hand and the Group’s share of identifiable
net assets acquired on the other has been recognised as goodwill. This
essentially represents synergy benefits, given that the fair value ofthe
reacquired rights already takes potentlal excess returns Into account,
The acquisition did not give rise to any goodwill that is deductible for
tax purposes.

The gross amount of ocquired receivobles corresponds to their fair value.

The remaining non-controlling interest of 25 % held by other shareholders
Is measured on the basis oftheir proportionate share oflidentifiable net
assets, Equity attributable to minority Interests therefore amounted to
€ 4,968 million.

The purchase price allocatlon is still preliminary. Adjustments could
arise during the remainder ofthe year as part ofthe process of finalising
fair values.

Since the date of first-time consolidation, revenues and profit after tax
amounting to € 3,287 million and € 91 million respectively relate to BMW
Brilliance. The figure reported for profit after tax also includes depreciation
and amortisation arising on the purchase price allocation as well as
Intercompany eliminations attributable to BMW Brilliance. It does not,
however, include the elimination of intercompany profits arising at
other companles.

Following the business combination, minority interests in the equity copi-
tal of BMW Automotive Finance (China) Co. Ltd. and Herald International
Financial Leasing Co., Ltd. changed to 10.5 % In each case (previously
21%). As the two entities were already included in the Group Financial
Statements as subsidiaries, the change has been recognised through
Group equity without any impact on profit or loss.
11 BMW Group Quarterly Statement 2022

8 General Economic Environment

 

8 Group Overview

 

12 Automotive Segment

 

16 Financial Services Segment

 

18 Other Entities Segment and Eliminations

 

19 Outlook

 

23 Risk and Opportunity Management

 

1 Research and development expenditure comprises the sum
of research and non-copitolised development cost and
copitalised development cost (not including the associated
scheduled amortisation).

2 Research and development expenditure os a percentage of
revenues.

3 Capitalised development costs as a percentage ofresearch
and development expenditure.

BMW Group at a Glance Interim Group Management Report

Financial Performance

Significant rise in Group net profit due to first-time consolidation
of BMW Brilliance

As described above, the first-time consolidation of BMW Brilliance as
of] February 2022 has a significant Impact on the key performance
Indicators presented forthe Group andthe Automotive segment. In the
following analysis, only significant year-on-year deviations in the Group
result for the three-month perlod attributable to BMW Brillfance's full
consolidation are highlighted.

First-quarter revenues rose significantly to € 31,142 million (2021:
€ 26,778 million; +16.3 %), mainly influenced by the impact of the first-
time consolidation of BMW Brilliance, as described above. The war in
Ukraine and the resulting limited avallability of wiring harnesses, the
continuing shortage of semiconductor components, and the pandem-
Ic-related lockdown in China led to global production Interruptions dur-
Ing the first quorter 2022. However, the resulting decline in sales volumes
was offset by positive pricing and product mix effects, as well as bythe
higher volume ofbusiness with spare parts and accessories. Pre-owned
automobile markets, particularly inthe USA and the UK, also continued
to perform well, enabling higher selling prices, and therefore higher
revenues to be achleved from lease returns. Revenues also benefited
from favourable currency effects.

Group cost of sales for the three-month period rose to € 25,619 million
(2021: € 21,588 million; +18.7%). Part ofthis increase was attributable
to the first-time consolldation of BMW Brilliance, including the expense
for depreciation and amortisation arising on the purchase price alloca-
tion and the elimination ofintercompany profits totalling approximately
€ 1.2 billion. Rising raw materials and energy prices and the higher
proportion of electrified vehicles also contributed to the Increase In the
cost of sales. In addition, cost of sales went up due to volume-related
costs associated with the sale of returned lease vehlcles.

Interim Group Financial Statements

Ill
2

Other Information €

By contrast, the remarketing result arising on the sale oflease returns
continued to have a positive Impact on cost of sales In 2022 due to
stable residual values on pre-owned vehicle markets.

Research and development expenditure totalling € 1,391 million (202:
€ 1,287 million; +8.1%) was higher than one year earlier. The decrease
Inthe research and development ratio for the three-month period was
mainly attributable to higher revenues.

Research and development expenses related mainly to new models,
the electrification of the vehicle fleet (including the Neue Klasse), digi-

talisation and automated driving.

BMW Group research and development expenses

 

 

 

 

 

 

 

ist quarter Ist quarter Change
in € million 2022 2021 in %
Research and development expenditure! 1,287 8.1
Amortisation 437 18.5
Capitalised development costs -291 17.2
Research and development expenses 1,433 9,4

ist quarter Ist quarter Change
in % 2022 2021 in %pts
Research and development expenses
as a percentage ofrevenues 5.4 -0.4
Research and development
expenditure ratio 4.8 -0.3
Capitalisation rate? 22.6 1.9

 

 
12 BMW Group Quarterly Statement 2022

8 General Economic Environment

 

8 Group Overview

 

12 Automotive Segment

 

16 Financial Services Segment

 

18 Other Entities Segment and Eliminations

 

19 Outlook

 

23 Risk and Opportunity Management

 

1 Key performance indicator.

2 Includes 96,133 units (2021: 175,838 units) delivered to
customers by the BMW Brilliance Automotive Ltd.,
Shenyang, joint venture in the period from 1 January to
10 February 2022 (i.e. prior to the full consolidation
of that entity in the BMW Group Financial Statements).
7 See page 9 et seq. for further information.

3 Includes 58,507 units (2021: 166,534 units) produced by
the BMW Brilliance Automotive Ltd., Shenyang, joint
venture in the period from 1 January to 10 February 2022
(i.e. prior to the full consolidation ofthat entity in the
BMW Group Financial Statements). 7 See page Jet seq.
for further information.

BMW Group at a Glance Interim Group Management Report

Financial Performance

The financial result for the three-month period was a positive amount
ofE 8,836 million (2021: € 732 million).

The net positive other financlal result amounting to € 8,531 million
(2021: € 334 million) was malnly attributable to the provisional gain of
around € 7,7 billion recognised in conjunction with the remeasurement
ofthe BMW Group's previous at-equity Interest in BMW Brilliance atthe
date ofthe business combination. Other financial result also benefited
from the continued favourable fair value development of interest rate
hedges due to the rise In yleld curves, malnly in the USA, the UK and
the eurozone. The net positive result from at-equity accounted invest-
ments fellto € 260 million (2021: € 429 million; -39.4 %), reflecting the
fact that the Group’s share ofthe earnings ofthe BMW Brilliance joint
venture In Chino were only included in this line item until 10 February 2022.
The earnings of BMW Brilliance after this date have been fully con-
solidated.

Other operating Income and expenses Improved from a netexpense of
€ 91 million to a net income of € 87 million, mainly due to the positive
Impact of currency hedging instruments.

Due to the effects described above, Group profit before tax rose to
€ 12,227 million (2021: € 3,757 million). The EBT margin In the first
quarter 2022 was 39.3 % [2021: 14.0 %).

Financing activities

During the three-month period ended 31 March 2022, the BMW Group
Issued bonds totalling approximately € 2.5 billion, refinancing itself by
means ofa bond issue In China (Panda bond) and a euro benchmark
bond. In addition, ABS transactions with a total volume of approximately
€ 2.8 billion were either newly concluded or prolonged in the USA, the
UK and China.

Group liquidity stood at a high level of around € 24.7 billion at the end
ofthe reporting period (31 December 2021: € 20.2 billion), whereby
the increase wos due to the full consolidation ofthe cash and cash
equivalents held by BMW Brilliance.

Interim Group Financial Statements

Ill
2

Other Information €

AUTOMOTIVE SEGMENT

 

 

 

 

 

 

ist quarter Ist quarter Change

2022 2021 in %

Deliveries 1 2 units 596,907 636,606 -6.2

Production volume? units 541,776 669,118 -19.0

Revenues E million 26,726 22,762 17.4
Profit before financial result

(EBIT) E million 2,367 2,236 5.9

Profit before tax E million 10,420 2,776 -

EBIT margin! % 8.9 9.8 -9.2

 

Automobile sales moderately down on previous year

Global demand for BMW Group automoblles remalned strong at the
beginning of 2022, but was frustrated in part by continued supply bottle-
necks for vehicle components. Against this backdrop, first-quarter
production fell sharply to 541,776 3 units (2021: 669,1183 units; -19.0 %).
Deliveries In the three-month period totalled 596,9072 BMW, MINI and
Rolls-Royce brand vehicles and therefore fell short ofthe previous year's
high level (2021: 636,606 ? units; - 6.2 %). Nonetheless, the BMW Group
still managed to underline Its strong compelitive position In Its main
sales regions.

BMW brand deliveries declined moderately by 7.3 % to 519,796 units
(2021: 560,543 units). MINI achieved a slight year-on-year Increase
with 75,487 units sold In the first three months (2021: 74,683 units;
+1.1%). Rolls-Royce recorded substantlal sales volume growth In the
period from January to March 2022, with a total of 1,624 units of the
ultra-luxury marque handed over to customers, 177% more than In the
previous year (2021: 1,380 units).
13 BMW Group Quarterly Statement 2022

8 General Economic Environment

 

8 Group Overview

 

12 Automotive Segment

 

16 Financial Services Segment

 

18 Other Entities Segment and Eliminations

 

19 Outlook

 

23 Risk and Opportunity Management

 

1 Including the BMW Brilliance Automotive Ltd., Shenyang
jeint venture. 7 See page 9 et seg. for further information.
2 7 See Consumption and Carbon Disclosures.

BMW Group at a Glance Interim Group Management Report

Financial Performance

Dynamic growth in electrified vehicle sales

The growing popularity of electric mobility continues to gain significance
forthe BMW Group, a fact borne out by the sharp growth in its deliveries
of electrified models. In the first quarter 2022, sales of all-electric and
hybrid vehicles increased by 27.7 % to 89,669 units (2021: 70,207 ' units).
Business with all-electric models grew on an extremely dynamic scale,
with sales more than doubling to 35,289 1 units (2021: 14,1611 units;
+149.2 %). The share of electrified vehicles In total deliveries therefore
rose to 15.0 % In the first quarter (2021: 11.0 %; +36.4%).

The highly innovative BMW iX? (2022: 5,364 units) and BMW i42 (2022:
1,951 units), which first went on sale at the end ofthe previous financial
year, are spearheading the BMW Group’s push towards electric mobility
and enjoying strong demand. Both vehicles will be launched on markets
worldwide overthe coming months. The BMW iX32 (2022: 11,200 unlts;
2021: 2,330 units) and the MINI SE? (2022: 8,925 units; 2021: 5,852 units)
also accounted for a significant share ofthe broad growth In electrified
vehlcle sales. In the course of the financial year 2022, the all-electric
BMW 172 luxury sedan and the BMW iX1? will be added to the BMW
Group's all-electric product range.

Interim Group Financial Statements

Ill
2

Other Information €

BMW Group - deliveries of electrified models

 

 

 

 

 

 

ist quarter Ist quarter Change

in units 2022 2021 in %
BEV 14,161 149.2
BMW 8,309 217.3
MINI 5,852 52.5
PHEV 56,046 -3.0
BMW 50,738 -1.1
MINI 5,308 -21.3
Total! 70,207 27,7

 

 

Worldwide deliveries down on previous year - Americas up

Sales performance In the world's main sales regions at the beginning
of2022 was held down In particular by the tense supply situation for
vehicle components and further restrictions introduced to stem the tide
ofthe coronavirus pandemic, As a result, deliveries of BMW, MINI and
Rolls-Royce brand vehicles on European markets declined moderately
to 220,393 units (2021: 239,018 units; -7.8 %).

Deliveries were also down in Germany in the first quarter (2022:
60,098 units; 2021: 62,696 units; - 4,1%). The UK market experienced
a similar trend with 39,901 units sold during the three-month period
(2021: 42,413 units; -5.9%). Sales in Italy, however, increased to
19,372 units (2021: 18,575 units; +4.3 %).

Inthe Americas region, the BMW Group was able to maintaln the pre-
vious year's sales momentum for Its three automobile brands, with
total deliveries up slightly by 2.9 % to 99,169 units (2021: 96,352 units).
In the USA, the BMW Group sold a total of 80,974 units In the period
from January to March (2021: 78,067 units), achieving growth of 3.7 %
and therefore a leading position on the US market.
14 BMW Group Quarterly Statement 2022

8 General Economic Environment

 

8 Group Overview

 

12 Automotive Segment

 

16 Financial Services Segment

 

18 Other Entities Segment and Eliminations

 

19 Outlook

 

23 Risk and Opportunity Management

 

1 Includes 96,133 units (2021: 175,838 units) delivered to
customers by the BMW Brilliance Automotive Ltd.,
Shenyang, joint venture in the period from 1 January to
10 February 2022 (i.e. prior to the full consolidation
of that entity in the BMW Group Financial Statements).
7 See page 9 et seq. for further information.

2 7 See Consumption and Carbon Disclosures.

BMW Group at a Glance Interim Group Management Report

Financial Performance

In Asia, business performance was held down mainly by pandemic-
related restrictions, above all due to the renewed lockdown in China.
Accordingly, deliveries in Asia fell in the first quarter 2022 by 79% to
265,065! units (2021: 287,6971 units). In China, 208,9531 units were
delivered to customers, 9.2% fewer than in the same three-month
period one year earlier (2021: 230,193 units),

Automotive segment - deliveries by region and market

 

Interim Group Financial Statements

 

 

 

 

 

 

 

 

ist quarter Ist quarter Change

in units 2022 2021 in %
Europe 220,393 239,018 -7.8
thereof Germany 60,098 62,696 41
thereof UK 39,901 42,413 -5,9
Americas 99,169 96,352 2.9
thereof USA 80,974 78,067 3,7
Asia 265,065! 287,697 1 -7.3
thereof China 208,953 1 230,193 -9.2
Other markets 12,280 13,539 -9.3
Total 596,907 1 636,606 1 -6.2

 

Ill
2

Other Information €

Deliveries of BMW brand vehicles by model series

 

 

 

 

 

 

 

 

 

 

Ist quarter Change
in units 2022 2021 in %
BMW 1 Series /2 Series 47,966 74,157 -35,3
BMW 3 Series / 4 Series 117,906 124,656 -5.4
BMW 5 Series /6 Series 85,412 89,605 -4,7
BMW 7 Series / 8 Series 12,423 16,622 -25.3
BMW Z4 2,704 3,330 -18.8
BMW X1/X2 73,194 86,031 -14.9
BMW X3/X4 96,683 90,451 6.9
BMW X5/X6 56,377 57,409 -1.8
BMW X7 13,894 12,177 14.1
BMWi (X, 13 and I8) 13,237 6,105 116.8
BMW total 519,796 560,543 -73

 

 

BMW i sees particularly strong growth

In the first quarter 2022, the BMW Group delivered a total of 519,796 1
BMW brand vehicles, down 7.3 % on the previous year's high figure (2021:
560,5431 units). However, BMW I recorded strong growth, driven pri-
marily by sales ofthe BMW IX2, which was launched in 2021. Moreover,
the two successful BMW X3 and BMW X4 models continued to enjoy
great popularity across all markets. In the luxury segment, the BMW
X7 posted double-digit growth rates. Business with high-performance
BMW M models was also up in the first quarter 2022, with 39,055 units
sold (2021: 37,894 units; + 3.1%), getting BMWM offto a good start In
Its 50th anniversary year.

MINI sales up in first quarter

Sales of MINI brand vehicles grew by 11% in the period from January to
March 2022 with a totol 0f 75,487 vehicles delivered (2021: 74,683 units).
The electrified MINI SE? and MINI Countryman Plug-in Hybrid? models
In particular continued to make a strong contribution to the brand's
15 BMW Group Quarterly Statement 2022

8 General Economic Environment

 

8 Group Overview

 

12 Automotive Segment

 

16 Financial Services Segment

 

18 Other Entities Segment and Eliminations

 

19 Outlook

 

23 Risk and Opportunity Management

 

* A See Consumption and Carbon Disclosures.

BMW Group at a Glance Interim Group Management Report

Financial Performance

success, enjoying broad popularity among customers. Between them,
the two models accounted for more than 17% of global deliveries ofthe
MINI brand In the first three months ofthe financial year 2022.

Rolls-Royce Motor Cars reports significant sales volume growth
Rolls-Royce Motor Cars began the new financial year 2022 on a high
note, with 1,624 units ofthe ultra-luxury marque delivered to customers
during the first quorter, up 17.7 % on the previous year (2021:1,380 units).
The popular Rolls-Royce Ghost* and Cullinan* models continued to
playa major role In driving sales growth worldwide.

Automotive segment profit before financial result up year on year
despite lower sales volume and first-time consolidation effects

As described above, the first-time consolidation of BMW Brilliance as
at 11 February 2022 has a significant Impact on the key performance
Indicators presented forthe Group andthe Automotive segment. In the
following analysis, only significant year-on-year deviations caused by
BMW Bfrillfance's full consolidation are presented for the Automotive
segment.

Segment revenues grew sharply to € 26,726 million (2021: € 22,762 mil-
lion; +17.4%), mainly reflecting the impact ofthe full consolidation of BMW
Brilliance. Deliveries in the first three months ofthe year were down as
aresult ofglobal production interruptions caused by supply bottlenecks
for semiconductor components and wiring harnesses on the one hand
and the pandemic-related lockdown in China on the other. However, the
impact on revenues was offset by positive pricing and product mix
effects as well as continued favourable conditions on pre-owned vehicle
markets and improving residual values. Revenues also benefited from
favourable currency effects.

Segment cost of sales increased to € 22,629 million (2021: € 18,716 mil-
lion,; +20.9%). The higher figure was partially due to the first-time
consolidation of BMW Brilliance, including the expense for depreclation
and amortisation arising on the purchase price allocation amounting to
approximately € 0.5 billion and the elimination of intercompany profits
amounting to approximately € D.7 billion. Rising prices for raw materials

Interim Group Financial Statements

r
Ill
2

Other Information

and energy, higher research and development expenses, and the In-
creased proportion ofelectrified vehicles also contributed to the rise in
the cost of sales.

The net positive amount reported for other operating income and
expenses rose, due to the Improved result arising on currency hedging
transactions.

Profit before financial result for the three-month period amounted to
€ 2,367 million (2021: € 2,236 million; +5.9%), giving an EBIT margin
0f8.9% [2021: 9.8%) forthe Automotive segment.

The financial result was a net positive amount of€ 8,053 million (2021:
€ 540 million), whereby the Improvement was largely attributable to the
remeasurement ofthe BMW Group'’s previous at-equity Interest in BMW
Brilliance recorded in other financial result. The net positive result from
at-equity accounted Investments decreased to E 260 million (2021:
€ 429 million; -39.4%), reflecting the factthatthe Group’s share ofthe
earnings In the BMW Brilliance joint venture in China are only included
In this line Item until 10 February 2022. The earnings of BMW Brilliance
after this date have been fully consolidated.

Segment profit before tax for the three-month period rose to € 10,420 mil-
lion (2021: € 2,776 million) due to the factors described above.

Automotive segment - free cash flow for the period

from 1 January to 31 March

The Automotive segment's free cash flow includes operating cash flows
from BMW Brilliance with effect from 11 February 2022, the date ofthat
entity's first-time full consolldation. For the three-month period, the
segment reported free cash flow amounting to € 4,816 million (2021:
€ 2,522 million). The main driver for the year-on-year increase was the
cash inflow from Investing activities, whereby higher cash outflows for
Intanglble assets and property, plant and equipment were more than
offset by a cash inflow of € 5,011 million resulting from the full consoli-
dation of BMW Brilliance.
16 BMW Group Quarterly Statement 2022

8 General Economic Environment

 

8 Group Overview

 

12 Automotive Segment

 

16 Financial Services Segment

 

18 Other Entities Segment and Eliminations

 

19 Outlook

 

23 Risk and Opportunity Management

 

1 Excluding derivative financial instruments.

2 Colculated on the basis of the line items "Leased
products" and "Receivables from sales financing" (current
and non-current) as reported in the Financial Services
segment balance sheet.

BMW Group at a Glance Interim Group Management Report

Financial Performance

Compored with the previous year, the cash inflow from operating activities
was moinly impacted by the decreose in period-end liabilities for advance
payments received, caused by pandemic-related dealership closures in
China and the accompanying negative Impact on the Chinese sales

 

 

 

Interim Group Financial Statements

Ill
2

Other Information €

FINANCIAL SERVICES SEGMENT

 

 

 

 

 

 

 

 

 

STE Tg Ist quarter Change
company and BMW Brilliance. Lower trade payables due to production 2022 2021 in %
Interruptions In March also had a negative effect on working capital.

Furthermore, the cash inflow from operating activities was affected by New contracts with retail
. . . . . customers 433,429 489,066 -11.4

the higher amount of Income tax paid during the three-month period.

Revenues E million 8,486 7,906 73
. ur Profit before financial result
in € million 2021 Change (egım E million 966 767 25.9
Cash inflow (+) /outflow (-) from . un
operating activities 1,467 3,727 -2,260 Profit before tax E million 1,007 787 28.0
Cash inflow (+) /outflow (-) from
investing activities 3,342 -1,193 4,535 31.12.2021 Change in %
Adjustment for net investment in
marketable securities and investment Contract portfolio with
funds 7 -12 19 retail customers 5,516,021 5,577,011 -1.1
Free cash flow Automotive segment 4,816 2,522 2,294 Business volume in

balance sheet terms? E million 140,285 139,530 0.5

Automotive segment - net financial assets
Inthe Automotive segment, net financial assets comprised the following:

 

 

 

 

 

 

in E million 31.12.2021 Change
Cash and cash equivalents 16,671 12,009 4,662
Marketable securities and

investment funds 3,704 3,767 -63
Intragroup net financial assets 13,691 9,111 4,580
Financial assets 34,066 24,887 9,179
Less: external financial liabilities! -2,673 -2,525 -148
Net financial assets

Automotive segment 31,393 22,362 9,031

 

 

Significantly improved earnings for Financial Services segment
The Financial Services segment continued to perform well in the period
under report. First-quarter segment revenues grew from € 7,906 million
to € 8,486 million year on year, driven by the continued favourable situ-
ation on pre-owned vehicle markets, with rising selling prices enabling
the segment to achleve higher revenues on the sale of lease returns.
Profit before tax was significantly up compared with one year earlier,
rising by 28.0 % to € 1,007 million (2021: € 787 million). The high level
ofremarketing revenues generated with lease returns, particularly in
the USA and the UK, helped drive earnings growth during the three-
month period under report.

In balance sheet terms, the segment's business volume was at a similar
level to that reported at the end of the financial year 2021.
177 BMW Group Quarterly Statement 2022

8 General Economic Environment

 

8 Group Overview

 

12 Automotive Segment

 

16 Financial Services Segment

 

18 Other Entities Segment and Eliminations

 

19 Outlook

 

23 Risk and Opportunity Management

 

1 The calculation only includes automobile markets in
which the Financial Services segment is represented by
a consolidated entity.

2 The EU Bank comprises BMW Bank GmbH writh its
brarches in Italy, Spain and Portugal.

BMW Group at a Glance Interim Group Management Report

Financial Performance

Lower volume of new business with retail customers

In total, 433,429 new credit financing and leasing contracts were signed
with retall customers during the period from January to March 2022.
Compared to the same quarter ofthe previous financial year, this rep-
resented a significant decrease of 11.4 % (2021: 489,066 contracts). The
downturn was primarily attributable to Increasingly fierce competition
within the financlal services sector as well as the tight global supply
situation for vehicle components, resulting in limited avallabilityofnew
vehlcles.

These factors had a major Impact on the number of new contracts con-
cluded, particularly for leasing (down by 17.8 %), but also for credit
financing (down by 8.4 %). In the first quarter 2022, leasing accounted
for 29.5 % and credit financing for 70.5 % ofnew business.

New contracts signed during the first quarter included 87,985 credit
financing and leasing contracts relating to pre-owned BMW and MINI
brand vehicles (2021: 99,097 contracts; -11.2 %).

The improved product mix in the Automotive segment also resulted in
a higher average financing volume per vehlcle in the Financial Services
segment during the period under report, partially offsetting the Impact
ofthe lower number ofnew contracts. Favourable currency effects also
helped to cushion the Impact ofthe overall decrease. The total volume
of new credit financing and leasing contracts with retall customers
therefore fell only slightly year on year by3.1% to € 14,875 million (2021:
€ 15,351 million).

In the first quarter, 46.8% 1 ofnew BMW Group vehicles were either
leased or financed by the Financial Services segment (2021: 50.4 %;
-3.6 percentage points).

At 31 March 2022, a total of 5,516,021 credit financing and leasing
contracts were In place with retall customers, slightly below the level
recorded at the end of 2021 (31 December 2021: 5,577,011 contracts;
-11%). The contract portfolio in China grew by 1.3 % year on year. In
the Asia / Pacific region, the contract portfolio finished practically

Interim Group Financial Statements

Ill
2

Other Information €

unchanged from the previous year (- 0.3%), while slight decreases were
recorded for the Europe /Middle East/ Africa (-11%), EU Bank?
(-1.9%) and Americas (-2.1%) regions.

Fleet business slightly down

Under the brand name Alphabet, the Financial Services segment’s fleet
management business offers leasing and financing arrangements as
well as related services, primarilyto commercial customers. A portfolio
0f 688,690 fleet contracts was In place at 31 March 2022 31 December
2021: 696,393 contracts; - 11%).

Dealership financing at previous year's level

The total volume of dealership financing amounted to € 13,047 million
at 31 March 2022, similarto the level recorded atthe end ofthe previous
financial year (31 December 2021: € 13,149 million; - 0.8 %).
18

BMW Group Quarterly Statement 2022

General Economic Environment

 

Group Overview

 

Automotive Segment

 

Financial Services Segment

 

Other Entities Segment and Eliminations

 

Outlook

 

Risk and Opportunity Management

 

BMW Group at a Glance Interim Group Management Report Interim Group Financial Statements Other Information <

Financial Performance

OTHER ENTITIES SEGMENT AND
ELIMINATIONS

The first-quarter profit before tax ofthe Other Entities segment amount-
ed to € 685 million (2021: € 141 million). Other financial result was
impocted by positive valuation effects aorising on interest rate hedges due
to rising Interest rates In the USA, the UKandthe eurozone.

Eliminations resulted in € 6 million increase In profit before tax (2021:
€ 82 million decrease). The year-on-year change was mainly impacted

by lower eliminations due to the decrease in new leasing business as
a result of lower vehicle sales.
19

BMW Group Quarterly Statement 2022

General Economic Environment

 

Group Overview

 

Automotive Segment

 

Financial Services Segment

 

Other Entities Segment and Eliminations

 

Outlook

 

Risk and Opportunity Management

 

BMW Group at a Glance Interim Group Management Report

Outlook, Risk and Opportunity Management

OUTLOOK, RISK AND OPPORTUNITY

The outlook presented in this quarterly statement as well as the com-
ments on risk and opportunity management show the expected develop-
ment ofthe BMW Group, including significant risks and oppertunities,
from a Group management perspetctive forthe remainder ofthe financial
year 2022. They contain forward-looking statements based on expec-
tatlons and assessments that are subject to a substantlal degree of
uncertainty. Actual business developments could deviate both positively
and negatively from the assumptions described below due to a broad
range of factors, including unexpected changes in the economic, political
and/orlegol environment. Currently, potential causes of deviation include
In particular the war In Ukraine and its potential geopolitical effects, the
tense global supply situation for vehicle components and the further
course ofthe coronavirus pandemic. Further information Is provided in
the BMW Group Report 2021 (Outlook, from page 124 et seq. and Risk
and Opportunity Management, from page 129 et seq.).

OUTLOOK

International automobile markets

The International Monetary Fund [(IMF) is currently projecting economic
growth ofaround 3.6 % for the year 2022, compared with Its forecast of
4.0 % at the beginning ofthe year, underlining the loss of momentum
facing the international economy. The performance of the world's auto-
mobile markets is heavily dependent on the supply situation for semi-
conductor components, the war in Ukraine and the further course ofthe
coronavirus pandemic, particularly in China. The BMW Group currently
expects International automoblle markets to develop as follows over
the course ofthe year:

Interim Group Financial Statements

Ill
2

Other Information €

MANAGEMENT

Change in %

 

 

 

 

 

 

 

 

 

 

 

 

EU 27 -1
thereof Germany -5
thereof France -5
thereof Italy +5
thereof Spain -3

United Kingdom (UK) +10

USA +2

China +1

Japan +3

South Korea +6

Total +1

 

Outlook for the BMW Group - assumptions used in the outlook
The coronavirus pandemic Is not currently expected to have a significant
Impact on the results ofoperations, financial and net assets position of
BMW AG and the Group as a whole. In the first quarter 2022, operational
interruptions caused by the pandemic-related lockdown in China resulted
in lower production and delivery figures. If production interruptions con-
tinue throughout the remainder of 2022 and therefore have a significant
impact on deliveries, a downward revision ofthe Group’s outlook cannot
be ruled out. Any additional negative Impact on global supply chains
could also have similar consequences.
20

BMW Group Quarterly Statement 2022

General Economic Environment

 

Group Overview

 

Automotive Segment

 

Financial Services Segment

 

Other Entities Segment and Eliminations

 

Outlook

 

Risk and Opportunity Management

 

BMW Group at a Glance Interim Group Management Report

Outlook, Risk and Opportunity Management

As forecast in the BMW Group Report 2021, International demand for
semiconductors is likely to remaln high, causing the supply situation to
remaln tight. As in the financial year 2021, the risk of supply bottlenecks
for semiconductor components required for production persists. Cur-
rently, the situation Is not expected to ease until the second half of 2022
atthe earliest.

The dual impact ofthe global economic upturn and supply bottlenecks
had already caused international raw materials prices to rise sharply in
the previous financial year. The situation on commodities markets Is
expected to remain tense. Energy prices are also likely to remain at a
high level, The BMW Group has therefore already taken the initial Impact
ofthe prevailing situation into account In its outlook for the financial
year 2022. The war In Ukraine and rising Inflation rates are likely to
exacerbate these developments.

One consequence ofthe war in Ukraine has been a temporary shortage
of wiring harnesses. However, the supply situation for these Items is
unlikelyto have a significant Impact on production and delivery volumes
for the remainder ofthe financial year 2022.

The outlook does not factor In the following:

— A significant tightening of sanctions against Russia and/or counter-
measures by Russia

— Anescalation ofthe conflict outside Ukraine

— A significant prolongation or extension of the pandemic-related
lockdown In China

Regardless of these uncertainties, however, the situation remains highly
volatile, making itextremely difficult to accurately forecast outcomes for
the financial year 2022. Other possible longer-term effects ofthe war
and further restrictions In connection with the coronavirus pandemic In

Interim Group Financial Statements

Ill
2

Other Information €

China cannot be estimated at the present time and are therefore not
taken into account in the outlook.

Overall assessment by Group management

Including the impact ofthe full consolidation of BMW Brilliance, Group
profit before tax Is expected to increase significantly over the forecast
period, mainly reflecting the additional contribution of BMW Brilliance
to the Automotive segment’s operating profit as well as the remeasure-
ment ofthe at-equity Investment previously recorded, with a positive
effect of approximately € 7.7 billion recognised within the financial result.
These effects more than compensate forthe elimination ofthe previous
at-equity result of BMW Brilliance in the financial result and the negative
Impact ofconsolidated adjustments arlising on full consolidation. Even
taking into account the negative impact of production schedule adjust-
ments and interruptions triggered bythe war in Ukraine, Group profitis
expected to increase significantly.

Excluding the Impact ofthe full consolidation of BMW Brilliance, Group
profit before tax would have decreased significantly. Without the impact
ofthe war In Ukraine, sales volumes would have been expected to de-
velop positively over the forecast period. However, this volume growth
would not have been sufficient to compensate for the previous year’s
effects, such as the partial reversal ofthe provision relating to the con-
cluded antitrust proceedings, the remeasurement galns arlsing on the
modernisation of the pension plan, and the highly favourable risk situation
within the credit financing and leasing lines of business.

Without taking the full consolidation of BMW Brilliance into account, the
targets described In the Group's outlook for the financlal year 2022
would have been achleved with only a slight rise In the overall number
ofemployees. However, the increased stake in BMW Brilliance and the
full consolidation of that entity means that the number of employees
has risen significantly.
21 BMW Group Quarterly Statement 2022

8 General Economic Environment

 

8 Group Overview

 

12 Automotive Segment

 

16 Financial Services Segment

 

18 Other Entities Segment and Eliminations

 

19 Outlook

 

23 Risk and Opportunity Management

 

1 Delivery figures already include vehicles produced by
BMW Brilliance.

2 Carbon emissions per vehicle produced already take
BMW Brilliance into account.

BMW Group at a Glance Interim Group Management Report

Outlook, Risk and Opportunity Management

The share of women in management functions within the BMW Group
Is expected to rise slightly, irrespective ofthe Group’s increased stake
In BMW Brilliance.

Prior to the outbreak of war in Ukraine, the BMW Group was set to
forecast slight year-on-year growth in deliveries of BMW, MINI and
Rolls-Royce brand vehlcles for the Automotive segment. However, due
to the production schedule adjustments described above as a result of
the war in Ukraine, the number of deliveries! is expected to remain at
the previous year's level.

Carbon emissions generated by the BMW Group’s EU new vehicle fleet
are expected to decrease slightly, driven in particular by the significantly
growing share ofeelectrified automobiles In total deliveries.

Without the Impact ofthe war in Ukraine, carbon emissions per vehicle
produced? would have been predicted to decline moderately, However,
In light ofthe adverse Impact of production schedule adjustments, the
scale ofreduction Is now only expected to be slight.

Excluding the impact ofthe full consolidation or BMW Brilliance and the
war in Ukraine, the Automotive segment’s EBIT margin for the financial
year 2022 had been expected to finish within a target range of between
8 and 10%. The full consolidation of BMW Brilliance would have In-
creased both segment revenues and EBIT sharply, but due to consoll-
dation effects, no significant impact on the EBIT margin in the Automotive
segment was expected forthe financial year 2022 and the figure would
have been likely to remain between 8 and 10 %. However, in light ofthe
adverse Impact of production schedule adjustments due to the war in
Ukraine, an EBIT margin of between 7 and 9% Is now thought to be
more realistic.

Based on the newly adopted methodology, RoCE for the Automotive
segment would have been forecast at between 19 and 24%, reflecting
the lower level of earnings otherwise expected without the increase
in the stake in BMW Brilliance and the impact of the war in Ukraine.

Interim Group Financial Statements

Ill
2

Other Information €

However, the net assets identified In BMW Brilliance and the Impact of
fair value adjustments arising on the purchase price allocation have the
dual effect of increasing capital employed. In combination with elim!-
nation effects on earnings In 2022, the targeted range for RoCE would
therefore have been between 15 and 20 %. However, in light ofthe adverse
Impact ofthe production schedule adjustments described above, RoCE
Ina range between 14 and 19 % is now considered more likely.

Motorcycles segment deliveries are forecast to Increase slightly. The
EBIT margin Is predicted to finish within a range of between 8 and 10 %
and, based on the revised methodology, the segment RoCE within a
range of 19 and 24%. Key performance indicators for the Motorcycles
segment will only be marginally affected by the full consolidation of
BMW Brilliance and are not currently expected to be substantially
impacted by the war in Ukraine.

The RoE In the Financial Services segment is predicted to finish within
a range of between 14 and 17%. Compared with the previous financial
year, the highly favourable results from remarketing lease returns are
likely to return to normal levels as the supply situation for semiconductors
gradually eases. The full consolidation of BMW Brilliance will not impact
the Financial Services segment, as the companies held jointly with BMW
Brilliance that are attributable to this segment have already been report-
ed on a fully consolidated basis due to the segment's majority share-
holdings in the entities concerned. Likewise, no significant Impact is
currently expected from the war in Ukraine.

The BMW Group's actual business performance may also deviate from
current expectations due to the risks and opportunlities discussed below
Inthe section on risk and opportunity management.
22 BMW Group Quarterly Statement 2022

8 General Economic Environment

 

8 Group Overview

 

12 Automotive Segment

 

16 Financial Services Segment

 

18 Other Entities Segment and Eliminations

BMW Group at a Glance

Outlook, Risk and Opportunity Management

BMW Group - key performance indicators

Interim Group Management Report

Interim Group Financial Statements

Based on current knowledge and assessments, the key performance
Indicators ofthe BMW Group for the full year 2022 are as follows:

 

19 Outlook

 

23 Risk and Opportunity Management

 

1 Deliveries including the BMW Brilliance Automotive Ltd.,
Shenyang, joint venture (2021: 651,236 units).
2 EU-27 countries including Norway and Iceland; with effect
from 2021, volues are calculated on a converted basis in
line with WLTP (Worldwide Harmonised Light Vehicles Test
Procedure).
Efficiency ratio calculated on the basis of Scope 1 and
Scope 2 carbon emissions (i.e. a market-based method
according to GHG Protocol Scope 2 guidance; but
excluding climate-changing gases other than carbon
dioxide from vehicle production (BMW Group
manufacturing sites incl. the BMW Brilliance Automotive
Ltd. joint venture and motorcycles, but excluding partner
plants and contract manufacturers), as well as BMW Group
non-manufacturing sites (e.g. research centres, sales
centres, offices) divided by the number of vehicles
produced (BMW Group manufacturing sites incl. the
BMW Brilliance Automotive Ltd. joint venture and partner
plants, but excluding contract manufocturers).
4 New calculation methodology from 2022. 7 See chapter
"Performance Management", BMW Group Report 2021.

 

Other Information

2021 reported 2021 adjusted

r
Ill
2

2022 Outlook

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

GROUP
Profit before tax E million 16,060 - Significant increase
Workforce at year-end 118,909 - Significant increase
Share of women in management positions in the BMW Group % 18.8 - Slight increase
AUTOMOTIVE SEGMENT

in line with
Deliveries! units 2,521,514 - last year's level
Share of electrified vehicles in deliveries % 13.0 - Significant increase
CO, emissions EU new vehicle fleet2 g/km 115.9 - Slight decrease
CO, emissions per vehicle produced? tons 0.33 - Slight decrease
EBIT margin % 10.3 - between 7 and 9
Return on capital employed (RoCE) 4 % 59,9 24.0 between 14 and 19
MOTORCYCLES SEGMENT
Deliveries units 194,261 - Slight increase
EBIT margin % 8.3 - between 8 and 10
Return on capital employed (RoCE) 4 % 35,9 21.9 between 19 and 24
FINANCIAL SERVICES SEGMENT
Return on equity (RoE) % 22.6 - between 14 and 17

 

 

 
23

BMW Group Quarterly Statement 2022

General Economic Environment

 

Group Overview

 

Automotive Segment

 

Financial Services Segment

 

Other Entities Segment and Eliminations

 

Outlook

 

Risk and Opportunity Management

 

BMW Group at a Glance Interim Group Management Report

Outlook, Risk and Opportunity Management

RISK AND OPPORTUNITY MANAGEMENT

As a globally operating enterprise, the BMW Group Is exposed to a
broad range ofrisks, which can also give rise to opportunities. Forthis
reason, the BMW Group takes well calculated risks on a targeted basis
in order to ensure thot the prerequisites for growth, profitobility, efficiency
and sustainability continue to be met going forward. The Group’s cor-
porate success Is based on systematically leveraging opportunities as
they presentthemselves. Any changes in the BMW Group's general risk
profile are continuously analysed and factored into current and long-term
forecasts as deemed necessary.

A continuation oftthe war In Ukraine or any further escalations could
lead to additional sanctions and corresponding countermeasures. A
gas embargo, for example, could well affect the energy supplies to
manufacturing sites of the BMW Group and Its suppliers, resulting in
potential production interruptions. There is also a risk that all Investments
mode by the BMW Group in Russia os well os all its assets in that country
may need to be written down In full,

The prices ofraw materials on commodity markets continue to be subject
to a high degree ofvolatility. The BMW Group mitigates the risk ofrising
prices by concluding long-term supply contracts as well as derivative
commodity price hedging contracts. Nevertheless, further price increases
and supply bottlenecks could have a negative Impact on earnings.

The situation on international semiconductor markets remains extremely
tense. Although the BMW Group endeavours to ensure that supply
chalns and production plants work together as smoothly as possible,
temporary bottlenecks cannot be ruled out.

The high incidence of Infection In China, combined with the country's
unchanged zero-Covid strategy, has already resulted in production In-
terruptions atthe BMW Brilliance plants in Shenyang. In addition to the
risk of lower sales volumes in China, further lockdowns during the

Interim Group Financial Statements

Ill
2

Other Information €

remainder ofthe year could also have a negative impact on the supply
of parts as well as on logistics chains.

The sharp rise In Inflation also constitutes a risk, as a possible downturn
In demand, combined with interest rate hikes by central banks, could
trigger a prolonged global economic recession.

In March 2022, the European Commission has conducted inspections
atthe premises of several car manufacturers and industry assoclations
In several Member States. In parallel, the European Commission has
sent out requests for Information to car manufacturers, including BMW
AG. The Inspections and requests for Information concern a possible
collusion by companles and associations In relation to the collection,
treatment and recovery ofend-of-life cars and vans. The Inspections
were conducted in coordination with the UK Competition and Markets
Authority, which has initlated formal proceedings. As the investigations
were recently initiated and are ongoing, possible risks for the BMW
Group cannot be quantified at present.

Further information on risks and opportunities os well as on the methods
employed to manage them is also available in the "Risk and Opportunity
Management" chapter ofthe BMW Group Report 2021 (page 129 et seq.).
24 EU AO TROTZ t-l@@A0y 72 BMW Group at a Glance Interim Group Management Report

INTERIM GROUP
ag Fine
STATEMENTS

 

TEE RSG TG AT CTITCR 17 BST-Te1 E11 85
PETE GAR TT-T1T123

31  Condensed Cash Flow Statement for Group and Segments

LICHT EAST B ETC TTaL TEIL E01 06

Other Information
25

BMW Group Quarterly Statement 2022

BMW Group at a Glance

Interim Group Management Report

Interim Group Financial Statements

Other Information

Income Statement for Group and Segments

Ill
2

INCOME STATEMENT FOR GROUP AND SEGMENTS

FOR THE PERIOD FROM 1 JANUARY TO 31 MARCH

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

Group Automotive Motorcycles
in € million BEE 2021 BEE] 2021 BEE] 2021
Revenues 31,142 26,778 26,726 22,762 799 753
Cost of sales - 25,619 - 21,588 - 22,629 -18,716 -631 -565
Gross profit 5,523 5,190 4,097 4,046 168 188
Selling and administrative expenses -2,219 -2,074 -1,828 -1,718 -60 -53
Other operating income 335 170 313 158 - -
Other operating expenses -248 - 261 -215 -250 - -
Profit /loss before financial result 3,391 3,025 2,367 2,236 108 135
Result from equity accounted investments 260 429 260 429 - -
Interest and similar income 81 24 103 50 1 -
Interest and similar expenses -36 -55 -77 -86 - -
Other financial result 8,531 334 7,767 147 - -
Financial result 8,836 732 8,053 540 1 -
Profit / loss before tax 12,227 3,757 10,420 2,776 109 135
Income taxes -2,042 -924 -1,716 - 683 -20 -33
Net profit / loss 10,185 2,833 8,704 2,093 89 102
Attributable to minority interest 44 22 32 3 - -
Attributable to shareholders of BMW AG 10,141 2,811 8,672 2,090 89 102
Basic earnings per share of common stock in € 15.33 4.26
Basic earnings per share of preferred stock in E 15.33 4.26
Dilutive effects - -
Diluted earnings per share of common stock in € 15.33 4.26
Diluted earnings per share of preferred stock in € 15.33 4.26

 

 

 

 
26

BMW Group Quarterly Statement 2022

BMW Group at a Glance

Interim Group Management Report

Interim Group Financial Statements

Other Information

Income Statement for Group and Segments

r
Ill
2

INCOME STATEMENT FOR GROUP AND SEGMENTS

FOR THE PERIOD FROM 1 JANUARY TO 31 MARCH

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

Financial Services Other Entities Eliminations
in € million BEE] 2021 BEE 2021 BEE 2021
Revenues 8,486 7,906 1 1 -4,870 - 4,644
Cost of sales -7,189 -6,822 - - 4,830 4,515
Gross profit 1,297 1,084 1 1 -40 -129
Selling and administrative expenses -327 -300 -7 -10 3 7
Other operating income 9 3 2 5 11 4
Other operating expenses -13 -20 -28 -2 8 11
Profit / loss before financial result 966 767 -32 -6 -18 - 107
Result from equity accounted investments - - - - - -
Interest and similar income - - 260 234 -283 -260
Interest and similar expenses -1 -1 - 265 - 253 307 285
Other financial result 42 21 722 166 - -
Financial result 41 20 717 147 24 25
Profit /loss before tax 1,007 787 685 141 6 -82
Income taxes -183 -195 -122 -33 -1 20
Net profit / loss 824 592 563 108 5 -62
Attributable to minority interest 12 19 - - - -
Attributable to shareholders of BMW AG 812 573 563 108 5 -62
Basic earnings per share of common stock in €
Basic earnings per share of preferred stock in E
Dilutive effects
Diluted earnings per share of common stock in €
Diluted earnings per share of preferred stock in €

 

 

 

 
27

BMW Group Quarterly Statement 2022

BMW Group at a Glance

Interim Group Management Report

Interim Group Financial Statements

Balance Sheet for Group and Segments

Other Information

Ill
2

BALANCE SHEET FOR GROUP AND SEGMENTS

AT 31 MARCH 2022

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

Group Automotive Motorcycles
in € million Kr 31.12.2021 Kr 31.12.2021 Kr 31.12.2021
ASSETS
Intangible assets 22,474 12,980 21,945 12,438 156 167
Property, plant and equipment 29,936 22,390 29,442 21,885 431 438
Leased products 44,662 44,700 - - - -
Investments accounted for using the equity method 775 5,112 775 5,112 - -
Other investments 1,273 1,241 7,634 6,061 - -
Receivables from sales financing 52,532 51,712 - - - -
Financial assets 2,735 1,715 1,588 577 - -
Deferred tax 1,986 2,202 3,366 3,418 - -
Other assets 1,393 1,302 1,994 2,057 28 30
Non-current assets 157,766 143,354 66,744 51,548 615 635
Inventories 20,055 15,928 19,031 14,868 631 656
Trade receivables 3,128 2,261 2,833 2,076 180 91
Receivables from sales financing 35,745 35,705 - - - -
Financial assets 6,407 5,800 5,532 4,925 - -
Current tax 1,576 1,529 315 300 - -
Other assets 7,162 8,941 30,538 35,592 1 3
Cash and cash equivalents 20,644 16,009 16,671 12,009 16 9
Current assets 94,717 86,173 74,920 69,770 828 759
Total assets 252,483 229,527 141,664 121,318 1,443 1,394

 

 

 

 
28

BMW Group Quarterly Statement 2022

BMW Group at a Glance

Interim Group Management Report

Interim Group Financial Statements

Balance Sheet for Group and Segments

Other Information

r
Ill
2

BALANCE SHEET FOR GROUP AND SEGMENTS

AT 31 MARCH 2022

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

Financial Services Other Entities Eliminations
in € million Kr 31.12.2021 Kr 31.12.2021 Kr 31.12.2021
ASSETS
Intangible assets 372 374 1 1 - -
Property, plant and equipment 63 67 - - - -
Leased products 51,903 52,017 - - -7,241 -7,317
Investments accounted for using the equity method - - - - - -
Other investments 21 21 23,014 6,899 - 29,396 - 11,740
Receivables from sales financing 52,637 51,808 - - -105 -96
Financial assets 238 159 967 997 -58 -18
Deferred tax 612 618 33 39 -2,025 -1,873
Other assets 2,759 2,649 40,277 38,882 - 43,665 -42,316
Non-current assets 108,605 107,713 64,292 46,818 - 82,490 - 63,360
Inventories 393 404 - - - -
Trade receivables 115 94 - - - -
Receivables from sales financing 35,745 35,705 - - - -
Financial assets 497 542 381 520 -3 -187
Current tax 58 83 1,203 1,146 - -
Other assets 5,183 5,425 53,535 56,589 -82,095 - 88,668
Cash and cash equivalents 3,325 3,471 632 520 - -
Current assets 45,316 45,724 55,751 58,775 - 82,098 - 88,855
Total assets 153,921 153,437 120,043 105,593 - 164,588 - 152,215

 

 

 

 

-
Ill
2

29 BMW Group Quarterly Statement 2022 BMW Group at a Glance Interim Group Management Report Interim Group Financial Statements Other Information <

Balance Sheet for Group and Segments

BALANCE SHEET FOR GROUP AND SEGMENTS

AT 31 MARCH 2022

Group Automotive Motorcycles

in € million Kr 31.12.2021 Kr 31.12.2021 Kr 31.12.2021

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

EQUITY AND LIABILITIES

Subscribed capital 661 661

Capital reserves 2,325 2,325

Revenue reserves 80,809 71,705

Accumulated other equity 1,338 -325

Equity attributable to shareholders of BMW AG 85,133 74,366

Minority interest 5,132 766

Equity 90,265 75,132 66,237 50,296 - -
Pension provisions 969 1,247 814 1,073 22 31
Other provisions 8,335 7,206 8,090 6,944 99 110
Deferred tax 3,654 1,458 4,017 1,515 - -
Financial liabilities 61,856 62,342 2,724 2,247 2 2
Other liabilities 6,352 5,676 7,460 6,739 567 524
Non-current provisions and liabilities 81,166 77,929 23,105 18,518 690 667
Other provisions 7,364 6,748 6,801 6,175 116 109
Current tax 1,765 921 1,215 700 - -
Financial liabilities 42,768 41,121 2,471 1,462 - -
Trade payables 11,827 10,932 10,373 9,650 373 378
Other liabilities 17,328 16,744 31,462 34,517 264 240
Current provisions and liabilities 81,052 76,466 52,322 52,504 753 727
Total equity and liabilities 252,483 229,527 141,664 121,318 1,443 1,394

 
30

BMW Group Quarterly Statement 2022

BMW Group at a Glance

Interim Group Management Report

Interim Group Financial Statements

Balance Sheet for Group and Segments

Other Information

r
Ill
2

BALANCE SHEET FOR GROUP AND SEGMENTS

AT 31 MARCH 2022

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

Financial Services Other Entities Eliminations
in € million Kr 31.12.2021 Kr 31.12.2021 Kr 31.12.2021
EQUITY AND LIABILITIES
Subscribed capital
Capital reserves
Revenue reserves
Accumulated other equity
Equity attributable to shareholders of BMW AG
Minority interest
Equity 17,805 17,324 41,696 25,264 - 35,473 - 17,752
Pension provisions 33 35 100 108 - -
Other provisions 146 152 - - - -
Deferred tax 3,276 3,426 85 88 -3,724 -3,571
Financial liabilities 18,068 18,909 41,120 41,202 -58 -18
Other liabilities 41,154 40,003 510 475 - 43,339 - 42,065
Non-current provisions and liabilities 62,677 62,525 41,815 41,873 - 47,121 - 45,654
Other provisions 443 460 4 A - -
Current tax 456 140 94 81 - -
Financial liabilities 25,548 24,428 14,752 15,418 -3 - 187
Trade payables 1,072 894 9 10 - -
Other liabilities 45,920 47,666 21,673 22,943 -81,991 -88,622
Current provisions and liabilities 73,439 73,588 36,532 38,456 - 81,994 - 88,809
Total equity and liabilities 153,921 153,437 120,043 105,593 - 164,588 - 152,215

 
Ill
2

31 BMW Group Quarterly Statement 2022 BMW Group at a Glance Interim Group Management Report Interim Group Financial Statements Other Information <

Condensed Cash Flow Statement for Group and Segments

CONDENSED CASH FLOW STATEMENT
FOR GROUP AND SEGMENTS

FOR THE PERIOD FROM 1 JANUARY TO 31 MARCH

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

Group Automotive Financial Services
Profit /loss before tax 12,227 3,757 10,420 2,776 1,007 787
Depreciation and amortisation of tangible, intangible and investment assets 1,788 1,547 1,752 1,507 7 10
Change In provisions 461 257 529 -26 -33 8
Change in leased products and receivables from sales financing 878 -208 - - 1,027 -242
Changes in working capital -315 15 - 401 -247 156 292
Other -11,528 -1,197 -10,833 - 283 646 298
Cash inflow / outflow from operating activities 3,511 4,171 1,467 3,727 2,810 1,153
Total investment in intangible assets and property, plant and equipment - 1,692 -1,201 -1,671 -1,154 - -
Expenditure for acquisitions, net of cash acquired 3,587 - 5,011 - - -
Net investment in marketable securities and investment funds 83 -12 -7 12 17 -30
Other 15 -51 9 -51 6 -
Cash inflow / outflow from investing activities 1,993 - 1,264 3,342 -1,193 23 -30
Cash inflow / outflow from financing activities -1,130 -557 -423 236 -3,016 -769
Effect of exchange rate on cash and cash equivalents 261 -34 276 -26 37 -
Effect of changes in composition of Group on cash and cash equivalents - -18 - - - -18
Change in cash and cash equivalents 4,635 2,298 4,662 2,744 - 146 336
Cash and cash equivalents as at 1 January 16,009 13,537 12,009 9,522 3,471 2,863
Cash and cash equivalents as at 31 March 20,644 15,835 16,671 12,266 3,325 3,199

 

 

 

 
32

EU AO TROTZ t-l@@A0P 72 BMW Group at a Glance Interim Group Management Report

ol Zen a Fugen,

 

33 Consumption and Carbon Disclosures

 

34 Contacts

 

Interim Group Financial Statements

Other Information
33 BMW Group Quarterly Statement 2022

1 Yalues are preliminary.
2 Forecast values based on the
development status of the vehicle.

BMW Group at a Glance

Interim Group Management Report

Interim Group Financial Statements

Other Information

Consumption and Carbon Disclosures

r
Ill
2

CONSUMPTION AND CARBON DISCLOSURES

Figures according to WLTP

Figures according to NEDC

 

Fuel consumption in

CO, emissions

Electricity power
consumption

Fuel consumption in

CO, emissions

Electricity power
consumption

 

 

 

 

 

 

 

 

 

 

 

 

 

 

 

1/100 km ing/km in kwh /100 km Electric range 1/100 km ing/km in kwh /100 km
(combined / (combined / (combined / (combined / [combined / weight- (combined / (combined /
weighted combined) weighted combined) weighted combined) weighted ed combined) weighted combined) weighted combined)
Model max/min max/min max/min combined) max/min max/min max /min
BMW
BMW id eDrive40 - - 19.1-16.1 493-530 - - -
BMW ia M50 - - 22.5-18.0 416-521 - - -
BMW 17 xDrive601 - - 19.6-18.4 590-625 - - -
BMW iX xDrive40 - - 21.2-19.3 394-426 - - -
BMW iX xDrive50 - - 21.4-19.8 590-630 - - -
BMW IX M60 - - 24.5-21.9 502-561 - - -
BMW iX12 - - 18.4-17.3 413-438 - - -
BMW iX3 - - 18.9-18.5 453-461 - - -
MINI
MINI Cooper SE - - 17.6-15.2 - - - 16.9-14.9
MINI Cooper SE
Countryman All4 2.1-1.7 47-39 15.9-14.8 - 2.1-1.9 48-44 14.8-14.1
Rolls-Royce
Rolls-Royce Ghost 15.8-15.2 359-347 - - 15.0 343 -
Rolls-Royce Cullinan 16.5 - 16.1 377-368 - - 15.2 348 -

 
34

BMW Group Quarterly Statement 2022

 

BMW Group at a Glance Interim Group Management Report

CONTACTS

BUSINESS AND FINANCE PRESS

Interim Group Financial Statements Other Information

Contacts

THE BMW GROUP ON THE INTERNET

PUBLISHED BY

 

Telephone +49 89 382-2 45 44
+49 89 382-2 4118

Telefax +49 89 382-2 4418

E-mail presse@bmwgroup.com

 

INVESTOR RELATIONS
Telephone +49 89 382-2 53 87
Telefax +49 89 382-1 46 61

E-mail Ir@abmwgroup.com

 

Further Information about the BMW Group Is
available online at:

Awww.bmwgroup.com
Investor Relations Information Is avallable
directly at:
Awww.bmwgroup.com/ir
Information about the various BMW Group
brands is avallable at:
Awww.bmw.com
AwWww.mini.com
Awww.rolls-roycemotorcars.com

Awww.bmw-motorrad.com

 

Bayerische Motoren Werke
Aktiengesellschaft

80788 Munich

Germany

Telephone +49 89 382-0
